Repository: kajala/django-jsanctions
Catalog: jsanctions/locale/*/LC_MESSAGES/django.po
Languages: fi

source: sanction entities
fi: pakotteiden kohteet

source: decade born
fi: syntymävuosi

source: residence country
fi: asuinpaikka

source: citizenship country
fi: kansalaisuus

source: name aliases
fi: nimen aliakset

source: birth year
fi: syntymävuosi

source: Sanction Lists
fi: Pakotelistat

source: remark
fi: muistiinpano

source: regulation summary
fi: säädöksen yhteenveto

source: created
fi: luotu

source: imported
fi: importoitu

source: generation date
fi: luontipäivämäärä

source: file
fi: tiedosto

source: list type
fi: listan tyyppi

source: global file id
fi: globaali tiedoston tunnus

source: sanction list
fi: pakotelista

source: sanction lists
fi: pakotelistat

source: text
fi: teksti

source: remarks
fi: muistiinpanot

source: classification code
fi: luokitus

source: code
fi: koodi

source: subject type
fi: kohteen tyyppi

source: subject types
fi: kohteen tyypit

source: sanction entity
fi: pakotteen kohde

source: regulation type
fi: säädöksen tyyppi

source: organization type
fi: organisaation tyyppi

source: publication date
fi: julkaisupäivämäärä

source: url
fi: verkko-osoite

source: entry into force date
fi: pakotteen alkamispäivämäärä

source: number title
fi: numero

source: programmer
fi: ohjelmoija

source: logical id
fi: looginen tunnus

source: regulation
fi: säädös

source: regulations
fi: säädökset

source: regulation summaries
fi: säädöksen yhteenvedot

source: first name
fi: etunimi

source: middle name
fi: toinen nimi

source: last name
fi: sukunimi

source: whole name
fi: koko nimi

source: name language
fi: nimen kieli

source: function
fi: toimenkuva

source: title
fi: titteli

source: regulation language
fi: säädöksen kieli

source: name alias
fi: nimen alias

source: diplomatic
fi: diplomaatti

source: known expired
fi: tiedettävästi rauennut

source: known false
fi: tiedettävästi väärennös

source: reported lost
fi: raportoitu kadonneeksi

source: revoked by issuer
fi: myöntäjän peruutettama

source: issued by
fi: myöntäjän nimi

source: latin number
fi: latin.numero

source: name on document
fi: nimi dokumentissa

source: number
fi: numero

source: region
fi: alue

source: country description
fi: maan kuvaus

source: identification type code
fi: tunnisteen tyyppikoodi

source: regional language
fi: alueellinen kieli

source: identification
fi: tunniste

source: identifications
fi: tunnisteet

source: circa
fi: arvio

source: calendar type
fi: kalenterin tyyppi

source: city
fi: kaupunki

source: zip code
fi: postinumero

source: birth date
fi: syntymäaika

source: day of month
fi: kuukauden päivä

source: month of year
fi: vuoden kuukausi

source: year
fi: vuosi

source: place
fi: paikka

source: country
fi: maa

source: birth dates
fi: syntymäpäivät

source: citizenship
fi: kansalaisuus

source: citizenships
fi: kansalaisuudet

source: street
fi: katuosoite

source: p.o. box
fi: postilokero

source: as at listing time
fi: listausaikana

source: address
fi: osoite

source: addresses
fi: osoitteet

source: source
fi: lähde

source: designation details
fi: luokittelun yksityiskohdat

source: United Nation identifier
fi: YK tunnus

source: EU reference number
fi: EU viite
